{
  "welcome": "欢迎来到 Sweaters By Hedgehog，这款游戏改编自 @ hauntediak.itch.io，并从中获得灵感。此版本稍作修改。机器人交互仅支持英文。",
  "help": "命令:\n /about_hedgehog \n /setup_hedgehog \n /startgame_hedgehog \n /resetgame_hedgehog \n /pullcard_hedgehog \n /lookup_hedgehog <A-K> <Diamonds | Hearts | Spades | Clubs>",
  "language_change_confirmation": "Language updated successfully!",
  "about_hedgehog": "This is the about command.",
  "about": "你只是一个小刺猬，试图在村庄的小店里卖你的小毛衣。这款游戏的目的是记录你最有趣的顾客。你可以写日记、画图，或者仅仅用想象力来玩。你需要一副标准扑克牌（最好包含大小王）来玩这个游戏。或者，你也可以在 Discord 上掷骰子。",
  "setup": "首先，想一想你的角色、你的商店和你的村庄。你的刺猬叫什么名字？他们和拥有商店的村庄有什么关系？你的商店内部是什么样的？是开了很久还是刚开业？你的商店是村庄的典型样式，还是有点独特？\n\n 准备好后，将你的扑克牌按花色分类。如果你想使用两个大小王，掷硬币决定第一个大小王放入红心或方块牌堆。再掷一次硬币决定第二个大小王放入梅花或黑桃牌堆。将四种花色（其中两种包含大小王）分别洗牌，形成四个独立的牌堆，并将它们并排放置。你将从每个花色中抽一张牌，生成你店内的顾客。\n\n 你将从每个牌堆中抽取一张牌，代表当天的一位顾客。你可以随意抽取任意数量的顾客：也许今天是个清闲的日子？抽 4 位顾客。也许今天是个忙碌的日子？抽 13 位顾客。按照提示书写——或者随意发挥，这是你的游戏。\n\n",
  "reference_cards": {
    "Hearts": {
      "A": "老鼠",
      "2": "鼹鼠",
      "3": "刺猬",
      "4": "浣熊",
      "5": "松鼠",
      "6": "兔子",
      "7": "鸟族",
      "8": "橘猫",
      "9": "龙",
      "10": "猪",
      "J": "黄鼠狼",
      "Q": "獾",
      "K": "狐狸",
      "Joker": "一只熊的头突然出现在你的店里，其身体太大，无法进店。他们听说你的毛衣很好，想特别订购一件适合他们尺寸的毛衣。"
    },
    "Clubs": {
      "A": "他们在你的店前走过几次，看了几次橱窗才进来。他们为什么犹豫？",
      "2": "他们是镇上受人尊敬的成员。这人做了什么让他们受到尊敬？",
      "3": "他们有点像名人。他们因为什么而出名？",
      "4": "他们带了几个孩子。孩子们和这个顾客是什么关系？",
      "5": "他们似乎总是向肩膀后面看，并观察店铺的窗外。他们在担心什么？",
      "6": "他们很着急。他们为什么这么着急？",
      "7": "他们很慢且犹豫不决，耽误了你接待其他顾客。你会做些什么让他们快点做决定？",
      "8": "他们试图说服你给他们打折。你会答应吗？",
      "9": "他们是你亲密的朋友。自从上次见到他们已经多久了？",
      "10": "他们是一个你从未相处融洽的人。这会是和解的时刻吗？",
      "J": "他们记得这里以前的店铺。那是什么店？",
      "Q": "他们向其他顾客推荐东西买。其他顾客对此有何反应？",
      "K": "他们是这个地方的外国人。他们从哪里来？",
      "Joker": "他们不记得自己是如何进店的，也不记得自己是谁。你能如何帮助他们回忆起自己的一些事情？"
    },
    "Spades": {
      "A": "一件宽松舒适的毛衣，可以在家里放松时穿。他们喜欢如何度过懒散的周末？他们喜欢什么样的热饮？",
      "2": "一件耐用的毛衣，适合户外工作。他们做什么样的工作？",
      "3": "毛衣不是为他们自己准备的，而是为他们的孙子。他们要求一件非常不时尚的毛衣——你会如何温和地引导他们选择一件更时髦的？",
      "4": "毫无装饰，绝对是最简单的毛衣。他们为什么需要这么简单的东西？",
      "5": "一份给新恋人的礼物。他们谈到这个人时看起来怎么样？他们是想通过特别的东西打动对方，还是想显得很低调？",
      "6": "一件引人注目且大胆的毛衣——他们想在下周的镇上节日中脱颖而出。那是什么样的节日？节日活动有哪些？",
      "7": "他们想知道你是否有打折的商品。也许是一些没人想要的东西。为什么没人想要这件毛衣？",
      "8": "他们是小镇的新居民，想融入这里。你最畅销的商品是什么？他们告诉你为什么来到这个小镇了吗？对他们来说，融入这里为什么这么重要？",
      "9": "他们要去远足，需要一件耐用的毛衣。他们要去哪里？他们以前去过这条远足路线吗？",
      "10": "一件印有他们团队颜色的毛衣——明天有一场重要的比赛，但天气预计会很冷。他们支持的是本地队还是来访的对手队？",
      "J": "他们要参加一个豪华活动，需要一件保暖但不会抢风头的毛衣。这是什么活动？他们会穿什么样的礼服？",
      "Q": "一件让他们看起来非常专业的毛衣。明显地，他们非常在意打扮得体。他们做什么样的工作以至于如此在意？",
      "K": "一件最高品质、最奢华的毛衣——钱不是问题。为什么？",
      "Joker": "实际上，我不需要毛衣。你能为我做点特别的东西吗？嗯……你能做到吗？"
    },
    "Diamonds": {
      "A": "红色",
      "2": "橙色",
      "3": "黄色",
      "4": "绿色",
      "5": "蓝色",
      "6": "紫色",
      "7": "粉色",
      "8": "白色",
      "9": "黑色",
      "10": "灰色",
      "J": "菱形格",
      "Q": "条纹",
      "K": "拼色",
      "Joker": "刺绣——是什么样的图案？这是顾客特别要求的吗？还是它对你有特殊意义？"
    }
  }
}