{
  "welcome": "Welcome to Sweaters By Hedgehog, adapted and inspired by @ hauntedoak.itch.io.  This version is slightly modified.  Bot interactions are in English.\n\n",
  "language_change_confirmation": "Language updated successfully!",
  "about_hedgehog": "This is the about command.",
  "help": "Commands:\n /about_hedgehog \n /setup_hedgehog \n /startgame_hedgehog \n /resetgame_hedgehog \n /pullcard_hedgeheg \n /lookup_hedgehog <A-K> <Diamonds | Hearts | Spades | Clubs> ",
  "about": "You're just a little hedgehog person trying to sell your little sweaters in your little village shop. The game is about recording a log of your most interesting customers.  You can write a journal of entries, draw pictures, or just play in your imagination.  You'll need a deck of standard playing cards (ideally with Jokers) to play.  Or, you can roll in discord.",
  "setup": "First - think about your character, your store, and your village.  What is your hedgehog's name? What is their relationship to the village where they have their shop? What does your shop look like inside? Have you owned it for a while, or did you just open? Is your shop typical of the village or is it a bit out of place?  \n\n Once you're ready, divide your deck by suit. If you'd like to play with 2 Jokers - flip a coin to determine if the first Joker goes into the Hearts or Diamonds pile. Flip another coin for Clubs or Spades. Shuffle the four suits (two fo which will now have Jokers) into four separate piles you place next to each other.  You'll be drawing one card of each suit to generate a customer in your shop. \n\n You'll be drawing one card from each suit deck to represent a customer from the day.  Feel free to draw as many customers as you like - maybe it was a slow day?  Draw 4 customers. Maybe it was a very busy day?  Draw 13 customers.  Follow the writing prompts - or don't, it's your game.\n\n",
  "reference_cards": {
    "hearts": {
      "A": "Mouse",
      "2": "Mole",
      "3": "HedgeHog",
      "4": "Raccoon",
      "5": "Squirrel",
      "6": "Rabbit",
      "7": "Bird Folk",
      "8": "Tabby Cat",
      "9": "Dragon",
      "10": "Pig",
      "J": "Weasel",
      "Q": "Badger",
      "K": "Fox",
      "Joker": "The head of a bear suddenly appears in your shop, the rest of them wo uld be much too big to fit in your shop.  They've heard about how good your sweaters are and would like to sepcial order one in their size."
    },
    "clubs": {
      "A": "They walk past your store and looked in the windows several times before coming inside.  Why did they hesitate?",
      "2": "They're a respected member of the town.  What did this person do to become respected?",
      "3": "They're something of a celebrity.  What are they know for?",
      "4": "They have several children with them.  How are the children related to this creature?",
      "5": "They seem to be constantly looking over their shoulder out the windows of the shop.  What are they worried about?",
      "6": "They're in a hurry.  Why are they in such a hurry?",
      "7": "They're slow and indecisive, taking you away from other customers.  Do you do anything to get them to decide on something?",
      "8": "They try to talk you into a discount.  Do you give it to them?",
      "9": "They're a dear friend of yours.  How long has it been since you've seen them?",
      "10": "They're someone you've never gotten along with.  Could this be a moment of reconciliation?",
      "J": "They remember the store that used to be here.  What was it?",
      "Q": "They're suggesting things for other customers to buy.  How do the other customers seem to take this?",
      "K": "They're foreign to this land.  Where did they come from?",
      "Joker": "They don't remember entering the store.  Or who they are.  How can you help them remember something about themselves?"
    },
    "spades": {
      "A": "Something cozy and oversized to lounge around their house in.  How do they like to spend their lazy weekend?  What sort of warm beverage do they enjoy?",
      "2": "A durable sweater for working outdoors  What sort of work do they do?",
      "3": "The sweater isn't for them - but for a grandchild of theirs.  They ask you for something very unstylish - how do you gently point them towards something more hip?",
      "4": "No frills, absolutely the least amount of frills you can muster.  Why does this person want something so simple?",
      "5": "A gift for a new love.  How do they look when they talk about that person?  Are they trying to impress them with something special, or playing it cool?",
      "6": "Something flashy and bold - they want to stand out at the town festival next week.  What sort of festival is it?  What are the festival events scheduled?",
      "7": "They wanted to know if you had something on discount.  Maybe something nobody else wanted.  Why did no one want this sweater?",
      "8": "They're new to this town and they want to fit in.  What's your biggest seller?  Did they tell you why they came to this town?  Why is it so important to them to fit in?",
      "9": "They're going on a hike and need something durable.  Where are they going?  Have they done this hike before?",
      "10": "A sweater in their team's colors - there's an important match tomorrow but the weather is supposed to be chilly.  What team are they a fan of?  Is it the local team or a visiting rival?",
      "J": "Whey're attending a swanky event and need something warm that won't distract from their party clothes.  What is the event?  What sort of fancy dress will they be wearing?",
      "Q": "Something to make them look very professional.  Being vert put together clearly matters to them - what sort of work do they do to care so much about this?",
      "K": "The highest quality, most luxurious sweater you can make - money is no issue.  Why not?",
      "Joker": "Actually I don't need a sweater.  Could you make me something special?  Well... can you?"
    },
    "diamonds": {
      "A": "Red",
      "2": "Orange",
      "3": "Yellow",
      "4": "Green",
      "5": "Blue",
      "6": "Purple",
      "7": "Pink",
      "8": "White",
      "9": "Black",
      "10": "Grey",
      "J": "Argyle",
      "Q": "Striped",
      "K": "Color Blocked",
      "Joker": "Embroidered - what sort of pattern is it?  Was it something the customer requested specifically?  Or was it something meaningful to you?"
    }
  }
}