{
  "welcome": "Bienvenido a Sweaters By Hedgehog, adaptado e inspirado por @ hauntediak.itch.io. Esta versión está ligeramente modificada. Las interacciones del bot están en inglés.",
  "help": "Comandos:\n /about_hedgehog \n /setup_hedgehog \n /startgame_hedgehog \n /resetgame_hedgehog \n /pullcard_hedgehog \n /lookup_hedgehog <A-K> <Diamonds | Hearts | Spades | Clubs>",
  "language_change_confirmation": "Language updated successfully!",
  "about_hedgehog": "This is the about command.",
  "about": "Eres solo un pequeño erizo que intenta vender sus pequeños suéteres en su pequeña tienda del pueblo. El juego consiste en registrar un historial de tus clientes más interesantes. Puedes escribir un diario, hacer dibujos o simplemente jugar con tu imaginación. Necesitarás una baraja de cartas estándar (idealmente con comodines) para jugar. O puedes lanzar los dados en Discord.",
  "setup": "Primero, piensa en tu personaje, tu tienda y tu pueblo. ¿Cómo se llama tu erizo? ¿Cuál es su relación con el pueblo donde tiene su tienda? ¿Cómo se ve tu tienda por dentro? ¿La has tenido por mucho tiempo o la acabas de abrir? ¿Es tu tienda típica del pueblo o es algo fuera de lo común? \n\n Una vez listo, divide tu baraja por palos. Si deseas jugar con 2 comodines, lanza una moneda para determinar si el primer comodín va en el montón de Corazones o Diamantes. Lanza otra moneda para decidir entre Tréboles o Picas. Baraja los cuatro palos (dos de los cuales ahora tendrán comodines) en cuatro montones separados que colocarás uno junto al otro. Sacarás una carta de cada palo para generar un cliente en tu tienda. \n\n Sacarás una carta de cada montón para representar un cliente del día. Siéntete libre de sacar tantos clientes como quieras: ¿fue un día tranquilo? Saca 4 clientes. ¿Fue un día muy ocupado? Saca 13 clientes. Sigue las indicaciones de escritura, o no, ¡es tu juego!\n\n",
  "reference_cards": {
    "Hearts": {
      "A": "Ratón",
      "2": "Topo",
      "3": "Erizo",
      "4": "Mapache",
      "5": "Ardilla",
      "6": "Conejo",
      "7": "Pueblo de pájaros",
      "8": "Gato atigrado",
      "9": "Dragón",
      "10": "Cerdo",
      "J": "Comadreja",
      "Q": "Tejón",
      "K": "Zorro",
      "Joker": "La cabeza de un oso aparece repentinamente en tu tienda; el resto de su cuerpo sería demasiado grande para caber en tu tienda. Han oído hablar de lo buenos que son tus suéteres y les gustaría encargar uno especial en su talla."
    },
    "Clubs": {
      "A": "Pasaron por tu tienda y miraron varias veces por las ventanas antes de entrar. ¿Por qué dudaron?",
      "2": "Son un miembro respetado del pueblo. ¿Qué hizo esta persona para ganarse el respeto?",
      "3": "Son algo así como una celebridad. ¿Por qué son conocidos?",
      "4": "Tienen varios niños con ellos. ¿Cómo están relacionados los niños con esta criatura?",
      "5": "Parecen estar constantemente mirando por encima del hombro hacia las ventanas de la tienda. ¿Qué les preocupa?",
      "6": "Tienen prisa. ¿Por qué tienen tanta prisa?",
      "7": "Son lentos e indecisos, quitándote tiempo de otros clientes. ¿Haces algo para que tomen una decisión?",
      "8": "Intentan convencerte de que les des un descuento. ¿Se lo das?",
      "9": "Son un querido amigo tuyo. ¿Cuánto tiempo ha pasado desde que los viste?",
      "10": "Es alguien con quien nunca te has llevado bien. ¿Podría ser este un momento de reconciliación?",
      "J": "Recuerdan la tienda que solía estar aquí. ¿Qué era?",
      "Q": "Están sugiriendo cosas para que otros clientes compren. ¿Cómo reaccionan los otros clientes?",
      "K": "Son extranjeros en esta tierra. ¿De dónde vienen?",
      "Joker": "No recuerdan haber entrado a la tienda. Ni quiénes son. ¿Cómo puedes ayudarles a recordar algo sobre sí mismos?"
    },
    "Spades": {
      "A": "Algo cómodo y holgado para descansar en casa. ¿Cómo les gusta pasar un fin de semana tranquilo? ¿Qué tipo de bebida caliente disfrutan?",
      "2": "Un suéter duradero para trabajar al aire libre. ¿Qué tipo de trabajo hacen?",
      "3": "El suéter no es para ellos, sino para un nieto. Te piden algo muy poco estilizado. ¿Cómo los guías suavemente hacia algo más moderno?",
      "4": "Sin adornos, absolutamente lo más simple posible. ¿Por qué esta persona quiere algo tan sencillo?",
      "5": "Un regalo para un nuevo amor. ¿Cómo lucen cuando hablan de esa persona? ¿Están tratando de impresionarlos con algo especial o mantenerlo sencillo?",
      "6": "Algo llamativo y audaz: quieren destacar en el festival del pueblo la próxima semana. ¿Qué tipo de festival es? ¿Qué eventos están programados?",
      "7": "Quieren saber si tienes algo en descuento. Tal vez algo que nadie más quiso. ¿Por qué nadie quiso este suéter?",
      "8": "Son nuevos en este pueblo y quieren encajar. ¿Cuál es tu producto más vendido? ¿Te dijeron por qué vinieron a este pueblo? ¿Por qué es tan importante para ellos encajar?",
      "9": "Van a hacer una caminata y necesitan algo duradero. ¿A dónde van? ¿Han hecho esta caminata antes?",
      "10": "Un suéter con los colores de su equipo: hay un partido importante mañana, pero se espera que haga frío. ¿De qué equipo son fans? ¿Del equipo local o de un rival visitante?",
      "J": "Van a asistir a un evento elegante y necesitan algo abrigado que no distraiga de su ropa de fiesta. ¿Qué tipo de evento es? ¿Qué tipo de ropa llevarán?",
      "Q": "Algo que los haga lucir muy profesionales. Estar impecablemente presentados claramente les importa mucho. ¿Qué tipo de trabajo hacen para preocuparse tanto por esto?",
      "K": "El suéter más lujoso y de la más alta calidad que puedas hacer. El dinero no es un problema. ¿Por qué no?",
      "Joker": "En realidad, no necesito un suéter. ¿Podrías hacerme algo especial? Bueno... ¿puedes?"
    },
    "Diamonds": {
      "A": "Rojo",
      "2": "Naranja",
      "3": "Amarillo",
      "4": "Verde",
      "5": "Azul",
      "6": "Púrpura",
      "7": "Rosa",
      "8": "Blanco",
      "9": "Negro",
      "10": "Gris",
      "J": "Argyle",
      "Q": "A rayas",
      "K": "Bloques de color",
      "Joker": "Bordado: ¿qué tipo de patrón tiene? ¿Fue algo que el cliente solicitó específicamente? ¿O fue algo significativo para ti?"
    }
  }
}