{
  "welcome": "Bienvenue chez Sweaters By Hedgehog, adapté et inspiré par @ hauntediak.itch.io. Cette version est légèrement modifiée. Les interactions avec le bot sont en anglais.",
  "help": "Commandes:\n /about_hedgehog \n /setup_hedgehog \n /startgame_hedgehog \n /resetgame_hedgehog \n /pullcard_hedgehog \n /lookup_hedgehog <A-K> <Diamonds | Hearts | Spades | Clubs>",
  "language_change_confirmation": "Langue mise à jour avec succès !",
  "about_hedgehog": "Ceci est la commande à propos.",
  "about": "Vous êtes un petit hérisson qui essaie de vendre ses petits pulls dans sa petite boutique de village. Le jeu consiste à enregistrer un journal de vos clients les plus intéressants. Vous pouvez écrire un journal, dessiner des images ou simplement jouer avec votre imagination. Vous aurez besoin d'un jeu de cartes classique (de préférence avec des jokers) pour jouer. Ou vous pouvez lancer les dés sur Discord.",
  "setup": "Tout d'abord, réfléchissez à votre personnage, votre boutique et votre village. Quel est le nom de votre hérisson ? Quelle est sa relation avec le village où il/elle a sa boutique ? À quoi ressemble l'intérieur de votre boutique ? En êtes-vous propriétaire depuis longtemps ou venez-vous de l'ouvrir ? Votre boutique est-elle typique du village ou un peu hors du commun ? \n\n Une fois prêt, divisez votre jeu par couleur. Si vous voulez jouer avec 2 jokers, lancez une pièce pour déterminer si le premier joker va dans le tas de Cœurs ou de Carreaux. Lancez une autre pièce pour Trèfles ou Piques. Mélangez les quatre couleurs (dont deux auront maintenant des jokers) en quatre piles séparées que vous placez côte à côte. Vous tirerez une carte de chaque couleur pour générer un client dans votre boutique. \n\n Vous tirerez une carte de chaque pile pour représenter un client de la journée. N'hésitez pas à tirer autant de clients que vous le souhaitez : était-ce une journée calme ? Tirez 4 clients. Était-ce une journée très chargée ? Tirez 13 clients. Suivez les instructions d'écriture - ou non, c'est votre jeu !\n\n",
  "reference_cards": {
    "Hearts": {
      "A": "Souris",
      "2": "Taupe",
      "3": "Hérisson",
      "4": "Raton laveur",
      "5": "Écureuil",
      "6": "Lapin",
      "7": "Peuple oiseau",
      "8": "Chat tigré",
      "9": "Dragon",
      "10": "Cochon",
      "J": "Belette",
      "Q": "Blaireau",
      "K": "Renard",
      "Joker": "La tête d'un ours apparaît soudainement dans votre boutique, le reste de son corps étant bien trop grand pour y entrer. Il a entendu parler de la qualité de vos pulls et aimerait en commander un spécialement à sa taille."
    },
    "Clubs": {
      "A": "Ils passent devant votre boutique et regardent plusieurs fois par les fenêtres avant d'entrer. Pourquoi ont-ils hésité ?",
      "2": "C'est un membre respecté de la ville. Qu'a fait cette personne pour être respectée ?",
      "3": "C'est une sorte de célébrité. Pour quoi sont-ils connus ?",
      "4": "Ils ont plusieurs enfants avec eux. Comment ces enfants sont-ils liés à cette créature ?",
      "5": "Ils semblent constamment regarder par-dessus leur épaule et par les fenêtres de la boutique. De quoi ont-ils peur ?",
      "6": "Ils sont pressés. Pourquoi sont-ils si pressés ?",
      "7": "Ils sont lents et indécis, vous éloignant d'autres clients. Faites-vous quelque chose pour les aider à se décider ?",
      "8": "Ils essaient de négocier une réduction. La leur accordez-vous ?",
      "9": "C'est un ami très cher. Depuis combien de temps ne l'avez-vous pas vu ?",
      "10": "C'est quelqu'un avec qui vous ne vous êtes jamais entendu. Cela pourrait-il être un moment de réconciliation ?",
      "J": "Ils se souviennent de la boutique qui se trouvait ici auparavant. Qu'était-ce ?",
      "Q": "Ils suggèrent des articles à acheter à d'autres clients. Comment les autres clients réagissent-ils ?",
      "K": "Ils sont étrangers à cette région. D'où viennent-ils ?",
      "Joker": "Ils ne se souviennent pas d'être entrés dans la boutique. Ni même de qui ils sont. Comment pouvez-vous les aider à se souvenir de quelque chose à leur sujet ?"
    },
    "Spades": {
      "A": "Quelque chose de confortable et ample pour se détendre à la maison. Comment aiment-ils passer leur week-end paresseux ? Quelle boisson chaude apprécient-ils ?",
      "2": "Un pull durable pour travailler en extérieur. Quel genre de travail font-ils ?",
      "3": "Le pull n'est pas pour eux - mais pour un de leurs petits-enfants. Ils vous demandent quelque chose de très démodé. Comment les orientez-vous doucement vers quelque chose de plus moderne ?",
      "4": "Aucun fioriture, absolument le minimum de décoration possible. Pourquoi cette personne veut-elle quelque chose de si simple ?",
      "5": "Un cadeau pour un nouvel amour. Comment ont-ils l'air quand ils parlent de cette personne ? Essayent-ils de les impressionner avec quelque chose de spécial ou jouent-ils la carte de la simplicité ?",
      "6": "Quelque chose de flashy et audacieux - ils veulent se démarquer au festival du village la semaine prochaine. De quel type de festival s'agit-il ? Quels événements sont prévus ?",
      "7": "Ils veulent savoir si vous avez quelque chose en promotion. Peut-être quelque chose que personne d'autre ne voulait. Pourquoi personne n'a-t-il voulu ce pull ?",
      "8": "Ils sont nouveaux dans cette ville et veulent s'intégrer. Quel est votre produit le plus vendu ? Vous ont-ils dit pourquoi ils sont venus dans cette ville ? Pourquoi est-ce si important pour eux de s'intégrer ?",
      "9": "Ils partent en randonnée et ont besoin de quelque chose de durable. Où vont-ils ? Ont-ils déjà fait cette randonnée auparavant ?",
      "10": "Un pull aux couleurs de leur équipe - il y a un match important demain, mais le temps s'annonce froid. De quelle équipe sont-ils fans ? De l'équipe locale ou d'un rival de passage ?",
      "J": "Ils assistent à un événement chic et ont besoin de quelque chose de chaud qui ne détourne pas l'attention de leurs vêtements de fête. Quel est cet événement ? Quel genre de tenue porteront-ils ?",
      "Q": "Quelque chose pour leur donner un air très professionnel. Être impeccable semble leur tenir à cœur. Quel genre de travail font-ils pour que cela soit si important ?",
      "K": "Le pull le plus luxueux et de la plus haute qualité que vous puissiez fabriquer - l'argent n'est pas un problème. Pourquoi ?",
      "Joker": "En fait, je n'ai pas besoin d'un pull. Pourriez-vous me faire quelque chose de spécial ? Eh bien... pouvez-vous ?"
    },
    "Diamonds": {
      "A": "Rouge",
      "2": "Orange",
      "3": "Jaune",
      "4": "Vert",
      "5": "Bleu",
      "6": "Violet",
      "7": "Rose",
      "8": "Blanc",
      "9": "Noir",
      "10": "Gris",
      "J": "Argyle",
      "Q": "Rayé",
      "K": "Blocs de couleur",
      "Joker": "Broderie - quel genre de motif est-ce ? Est-ce quelque chose que le client a spécifiquement demandé ? Ou est-ce quelque chose qui a une signification pour vous ?"
    }
  }
}