{
  "welcome": "고슴도치의 스웨터에 오신 것을 환영합니다. 이 게임은 @ hauntediak.itch.io에서 영감을 받아 각색되었습니다. 이 버전은 약간 수정되었습니다. 봇 상호작용은 영어로 제공됩니다.",
  "help": "명령어:\n /about_hedgehog \n /setup_hedgehog \n /startgame_hedgehog \n /resetgame_hedgehog \n /pullcard_hedgehog \n /lookup_hedgehog <A-K> <Diamonds | Hearts | Spades | Clubs>",
  "language_change_confirmation": "Language updated successfully!",
  "about_hedgehog": "This is the about command.",
  "about": "당신은 작은 마을 가게에서 작은 스웨터를 판매하려는 작은 고슴도치 사람입니다. 이 게임은 가장 흥미로운 고객들의 기록을 남기는 것입니다. 일기를 쓰거나 그림을 그리거나, 상상 속에서만 플레이할 수도 있습니다. 게임을 하려면 표준 트럼프 카드 한 벌(조커 포함)을 준비해야 합니다. 또는 디스코드에서 주사위를 굴릴 수도 있습니다.",
  "setup": "먼저, 당신의 캐릭터, 가게, 그리고 마을에 대해 생각해 보세요. 고슴도치의 이름은 무엇인가요? 그들이 가게를 운영하는 마을과는 어떤 관계인가요? 가게 내부는 어떻게 생겼나요? 오랫동안 운영해 왔나요, 아니면 최근에 열었나요? 가게가 마을의 전형적인 모습인가요 아니면 조금 독특한가요? \n\n 준비가 되면, 카드를 슈트별로 나누세요. 조커 2장을 사용하려면 첫 번째 조커를 Hearts 또는 Diamonds 카드 더미에 넣을지 동전을 던져 결정하세요. 두 번째 조커는 Clubs 또는 Spades에 넣습니다. 조커가 포함된 네 개의 슈트를 각각 섞은 후, 서로 나란히 놓습니다. 각 슈트에서 한 장씩 카드를 뽑아 가게의 고객을 생성합니다. \n\n 하루 동안 가게를 방문한 고객을 나타내기 위해 각 슈트 더미에서 한 장씩 카드를 뽑습니다. 원하는 만큼 고객을 뽑아도 됩니다: 하루가 한가했나요? 고객 4명을 뽑으세요. 하루가 바빴나요? 고객 13명을 뽑으세요. 작성 프롬프트를 따르거나, 당신의 게임이니 자유롭게 플레이하세요.\n\n",
  "reference_cards": {
    "Hearts": {
      "A": "쥐",
      "2": "두더지",
      "3": "고슴도치",
      "4": "너구리",
      "5": "다람쥐",
      "6": "토끼",
      "7": "새 부족",
      "8": "고양이",
      "9": "드래곤",
      "10": "돼지",
      "J": "족제비",
      "Q": "오소리",
      "K": "여우",
      "Joker": "곰의 머리가 갑자기 가게에 나타납니다. 나머지 몸은 가게에 들어가기엔 너무 큽니다. 당신의 스웨터가 좋다는 소문을 듣고, 자신의 사이즈에 맞는 특별 주문을 하고 싶어합니다."
    },
    "Clubs": {
      "A": "그들은 가게 앞을 지나가며 여러 번 창문을 들여다보고 들어왔습니다. 왜 망설였을까요?",
      "2": "그들은 마을에서 존경받는 사람입니다. 이 사람이 존경받게 된 이유는 무엇인가요?",
      "3": "그들은 약간의 유명인사입니다. 무엇으로 유명한가요?",
      "4": "그들은 여러 아이들과 함께 있습니다. 아이들은 이 생물과 어떤 관계인가요?",
      "5": "그들은 계속해서 가게 창문을 보며 어깨 너머로 뒤를 살핍니다. 무엇을 걱정하고 있나요?",
      "6": "그들은 서두르고 있습니다. 왜 그렇게 급할까요?",
      "7": "그들은 느리고 우유부단하며 다른 고객을 방해합니다. 당신은 그들이 결정을 내리도록 돕나요?",
      "8": "그들은 할인을 요구합니다. 당신은 그들에게 할인을 해주나요?",
      "9": "그들은 당신의 소중한 친구입니다. 그들을 마지막으로 본 지 얼마나 되었나요?",
      "10": "그들은 당신과 한 번도 잘 지내본 적이 없는 사람입니다. 이 순간이 화해의 기회가 될 수 있을까요?",
      "J": "그들은 여기 있었던 이전 가게를 기억합니다. 그 가게는 무엇이었나요?",
      "Q": "그들은 다른 고객들에게 구매할 것을 추천합니다. 다른 고객들은 이를 어떻게 받아들이나요?",
      "K": "그들은 이 땅에 외국인입니다. 어디에서 왔나요?",
      "Joker": "그들은 가게에 들어온 것을 기억하지 못합니다. 또는 자신이 누구인지도 모르죠. 당신은 그들이 자신에 대해 무언가를 기억하도록 어떻게 도와줄 수 있나요?"
    },
    "Spades": {
      "A": "집에서 편안히 쉴 수 있는 넉넉하고 포근한 옷. 그들은 게으른 주말을 어떻게 보내나요? 어떤 따뜻한 음료를 좋아하나요?",
      "2": "야외에서 일하는 데 적합한 내구성 있는 스웨터. 그들은 어떤 일을 하나요?",
      "3": "스웨터는 그들을 위한 것이 아니라 손주를 위한 것입니다. 그들은 매우 촌스러운 것을 요청합니다. 어떻게 부드럽게 더 세련된 것을 권유하나요?",
      "4": "장식이 없는, 가능한 한 최소한의 장식을 가진 스웨터. 왜 이 사람은 이렇게 단순한 것을 원하나요?",
      "5": "새로운 사랑을 위한 선물. 그들은 그 사람에 대해 이야기할 때 어떻게 보이나요? 특별한 것으로 그들을 감동시키려 하나요, 아니면 시크하게 행동하나요?",
      "6": "다음 주 마을 축제에서 돋보이고 싶은 화려하고 대담한 스웨터. 축제는 어떤 종류인가요? 축제 이벤트는 무엇인가요?",
      "7": "그들은 할인된 것이 있는지 알고 싶어합니다. 아마도 아무도 원하지 않았던 것. 왜 아무도 이 스웨터를 원하지 않았나요?",
      "8": "그들은 이 마을에 새로 왔고 적응하고 싶어합니다. 당신의 가장 인기 있는 상품은 무엇인가요? 그들이 왜 이 마을에 왔는지 말했나요? 왜 적응하는 것이 그들에게 그렇게 중요한가요?",
      "9": "그들은 하이킹을 가며 내구성이 뛰어난 것을 필요로 합니다. 그들은 어디로 가나요? 이전에도 이 하이킹을 해본 적이 있나요?",
      "10": "그들의 팀 색깔로 된 스웨터 - 내일 중요한 경기가 있지만 날씨가 추울 예정입니다. 그들은 어떤 팀의 팬인가요? 지역 팀인가요, 아니면 방문 팀인가요?",
      "J": "그들은 화려한 이벤트에 참석할 예정이며, 파티 옷을 방해하지 않는 따뜻한 옷이 필요합니다. 그 이벤트는 무엇인가요? 그들은 어떤 종류의 옷을 입을 예정인가요?",
      "Q": "그들을 매우 전문적으로 보이게 만드는 무언가. 잘 차려입는 것이 그들에게 분명히 중요합니다. 그들이 이처럼 신경 쓰는 이유는 무엇인가요?",
      "K": "가장 고급스럽고 최고 품질의 스웨터를 원합니다 - 돈은 문제가 되지 않습니다. 왜 그럴까요?",
      "Joker": "사실, 나는 스웨터가 필요하지 않습니다. 특별한 것을 만들어줄 수 있나요? 음... 가능할까요?"
    },
    "Diamonds": {
      "A": "빨강",
      "2": "주황",
      "3": "노랑",
      "4": "초록",
      "5": "파랑",
      "6": "보라",
      "7": "분홍",
      "8": "하양",
      "9": "검정",
      "10": "회색",
      "J": "아가일",
      "Q": "줄무늬",
      "K": "컬러 블록",
      "Joker": "자수 - 어떤 패턴인가요? 고객이 특정 요청을 했던 것인가요? 아니면 당신에게 의미 있는 것인가요?"
    }
  }
}